'''print("กรุณาเลือกรายการ\n")
print("กด 1 เลือกเหมาจ่าย \nกด 2 เลือกจ่ายเพิ่ม")
x =int(input(""))
if x==1 :
    s =int(input("กรุณาบอกระยะทาง"))
    if s <=25:
        print("ค่าใช้จ่ายทั้งหมด 25 บาท")
    else :
        print("ค่าใช้จ่ายรวมทั้งหมด 55 บาท")
elif x==2:
    s =int(input("กรุณาบอกระยะทาง"))
    if s <25:
        print("ค่าใช้จ่ายทั้งหมด 25 บาท")
    else:
        print("ค่าใช้จ่ายทั้งหมด 25 บาท")'''
'''i=0
sum=0
print("กรุณากรอกจำนวนครั้งการรับค่า\n")
n =int(input(""))
while(i<n) :
    x=int(input("กรอกตัวเลข "))
    i+=1
    sum=sum+x
print("ผลรวมทั้งหมด",sum)'''
'''c=1
print("ป้อนชื่ออาหารสุดโปรดของคุณ หรือ exit เพื่อออกจากโปรแกรม")
u =str(input(""))
while(True) :
        print("อาหารโปรดอันดับที่  คือ ",c,u)
        c+=1
        if u =exit
        break
    print("อาหารโปรดของคุณมีดังนี้ .",c,u)'''

'''a=[]
while True:
        b = input('----ร้านคุณหลินบิวตี้----\n เพิ่ม [a]\n แสดง [s]\n ออกจากระบบ [x]\n')
        b = b.lower()
        if b=='a':
            c = input('\nป้อนรายการลูกค้า('รหัส':'ชื่อ':'จังหวัด'\n)
            a.append(c)
            print('\n******ข้อมูลได้เข้าสู่ระบบแล้ว******\n')
        elif b== 's' :
            print('{0:-<6}{0:-<10}{0:-<10}'.format(""))
            print('{0:-<8}{1:-<10}{2:-<10}'.format('รหัส','ชื่อ','จังหวัด'))
            print('{0:-<6}{0:-<10}{0:-<10}'.format(""))
            for d in a:
                e = d.split(":")
                print('{0[0]:<6} {0[1]:<10}({0[2]:<18})'.format(e))
                continue
    elif b == 'x':
        break
print('ทำคำสั่งถัดไป')'''
      
